app/Repositories/GiftGoodsRepository.php

select * from `gift_goods` where `gift_goods`.`id` = '16' limit 1
---
    public function ById($id)
    {
        return GiftGood::find($id);

select `name` from `gift_goods` where `id` in ('6', '11', '3')
---
    public function getNameByIds($ids)
    {
        return GiftGood::whereIn('id', $ids)->pluck('name');

select count(*) as aggregate from `gift_goods` where id>0
---
    public function CountNum($where)
    {
        return GiftGood::whereRaw($where)->count();