app/Repositories/GiftOderRepository.php

    public function CountNum($where = [])
    {
        return GiftOrder::whereRaw($where)->count();
---
select count(*) as aggregate from `gift_order` where create_time>='2019-03-12'

    public function GroupMobile()
    {
        return GiftOrder::groupBy('user_mobile')->get();
---
select * from `gift_order` group by `user_mobile`