app/Repositories/GiftCardsRepository.php

    public function getCardList($where)
    {
        $perPage = intval(\Request::input('num')) > 0 ? intval(\Request::input('num')) : 15;
        return GiftCard::where($where)->with('cardType')->latest('id')->paginate($perPage);
---
select * from `gift_card_type` where `gift_card_type`.`id` in (14)

    public static function CardList()
    {
        return GiftCard::with('cardType')->latest('id')->paginate('10');
---
select * from `gift_cards` order by `id` desc limit 15 offset 0
select count(*) as aggregate from `gift_cards`