app/Repositories/GiftCardTypeRepository.php

	public function ById($id)
	{
		return GiftCardType::find($id);
---
select * from `gift_card_type` where `gift_card_type`.`id` = '16' limit 1

    public function getList($where)
    {
		$perPage = intval(\Request::input('num'))>0? intval(\Request::input('num')) : 10;
    	return GiftCardType::where($where)->latest('create_time')->with('company')->paginate($perPage);
---
select * from `gift_company` where `gift_company`.`id` in (1, 3, 4, 5)